# เนื่องจากเด็กชายบัซซี่ชอบเตะบอลมาก เขาจึงมักนำลูกบอลมาเตะเล่นที่ใต้ตึกวิศวกรรมคอมพิวเตอร์ แต่เขามักจะถูกยามตึกต่อว่า เขาจึงหนีไปเช่าสนามฟุตบอลแห่งหนึ่ง โดยสนามฟุตบอลนั้นคิดค่าบริการดังนี้
#     อัตราค่าบริการชั่วโมงละ 900 บาท
#     เศษชั่วโมงที่มากกว่า 20 นาทีจะปัดเป็น 1 ชั่วโมง (เช่น 1ชั่วโมง 30 นาที คิดเป็น 2 ชั่วโมง)
#     หากใช้บริการตั้งแต่ 2 ชั่วโมงขึ้นไป แต่ไม่ถึง 4 ชั่วโมง จะลดราคา 10%
#     หากใช้บริการ 4 ชั่วโมง จะลดราคา 20%
#     หากใช้บริการตั้งแต่ 5 ชั่วโมงขึ้นไป จะลดราคา 30%
# จงเขียนโปรแกรมเพื่อคำนวณอัตราค่าบริการเป็นจำนวนเต็ม โดยรับค่าเวลาเป็นหน่วยนาที (กำหนดให้เวลาเป็นจำนวนเต็มบวกเสมอ)

rent_hr = 900
minute = int(input("How long have Buzz played ?: "))
rent_sum = 
